// A+B
int task_142();

// Неглухой телефон
int task_143();

// Бисер
int task_144();

// Эния
int task_145();

// Следующее и предыдущее
int task_152();

// Два бандита
int task_146();

// Hello world!
int task_2493();

// Игра
int task_2495();

// Сокращение перемен
int task_2496();

// A+B+C
int task_2497();

// Всё могут короли
int task_2498();

// Том и Джерри
int task_2499();

// Строки в книге
int task_2500();

// Пятью пять - двадцать пять!
int task_147();

// Последняя цифра
int task_153();

// Число десятков
int task_154();

//Сумма цифр числа
int task_155();

// Перевязь
int task_151();

// Проверьте делимость
int task_156();

// Дележ яблок
int task_158();

// МКАД
int task_157();

// Остаток от деления
int task_1436();
